Repository: nguyen-mai/plantdiseases
Catalog: PlantDiseases/*.lproj/Localizable.strings
Languages: vi

source: Upload an image
vi: Tải ảnh

source: Take a picture
vi: Chụp ảnh

source: Home
vi: Trang chủ

source: None
vi: Không có dữ liệu

source: Apple Scab
vi: Bệnh ghẻ

source: Apple
vi: Táo

source: Fungus
vi: Nấm

source: High
vi: Cao

source: On leaves, diseased spots are round, greenish-gray, slightly raised. The disease usually first appears on the underside of leaves, then spreads gradually. On the fruit, the disease is dark brown, raised like a scab and cracked, the fruit is distorted and falls prematurely.
vi: Trên lá đốm bệnh tròn, màu xám xanh, hơi gồ lên, bệnh thường xuất hiện đầu tiên ở mặt dưới lá, sau đó mới lan dần. Trên quả vết bệnh màu nâu đen, gồ lên như nốt ghẻ và nứt, quả méo mó và rụng sớm.

source: Fungi usually attack on leaf blades, petioles, flowers and young fruit, rarely on young shoots. The mycelium usually spreads through water droplets, wind and infects the stomata of young parts of leaves, flower stalks, and young fruit to develop and cause damage.
vi: Nấm thường tấn công trên phiến lá, cuống lá, hoa và quả non, ít khi vào chồi non. Sợi nấm thường lây lan qua các giọt nước, gió và xâm nhiễm vào khí khổng của các bộ phận non của lá, cuống hoa, quả non để phát triển và gây bệnh chấn thương.

source: After harvesting, it is necessary to cut down thoroughly and collect all tree remnants. The disease is concentrated and burned to avoid spreading. Do not plant too thick to make garden lack of light; pruning, shaping for good growth, good ventilation, avoiding high humidity in the garden: Ridozeb 72WP , Manozeb 80WP(60-80 g/16 lít nước); Carbenda Supper 50SC(30 ml/16 lít nước); Top 70WP(15 g/16 lit nước); Lipman 80WP(60-80 g/16 lít nước)
vi: Sau khi thu hoạch cần đốn hạ triệt để và thu gom hết tàn dư của cây. Vết bệnh tập trung, đốt để tránh lây lan. Không trồng quá dày khiến vườn thiếu ánh sáng; tỉa cành, tạo dáng để cây phát triển tốt, tươi tốt. thông gió, tránh ẩm độ cao trong vườn: Ridozeb 72WP, Manozeb 80WP (60-80 g / 16 lít nước); Carbenda Supper 50SC (30 ml / 16 lít nước); Top 70WP (15 g / 16 lít nước); Lipman 80WP (60-80 g / 16 lít nước).

source: Black Rot
vi: Bệnh thối lá

source: The first signs of this disease are small spots that appear on the upper surface of the leaves, which then develop into brown or yellow spots, resembling "frog eyes." Initially, the infected area is brown and may not change color as it increases in size or may turn black.As the area of ​​decay increases, a series of concentric bands usually form. of the rotting area remains firm and has a leathery odor.In the end, the apple completely rots, withers
vi: Dấu hiệu đầu tiên của bệnh này là những đốm nhỏ xuất hiện ở mặt trên của lá, sau đó phát triển thành những đốm màu nâu hoặc vàng, giống như " mắt ếch. ". Ban đầu, vùng nhiễm bệnh có màu nâu và có thể không đổi màu như Nó tăng kích thước hoặc có thể chuyển sang màu đen. Khi diện tích thối rữa tăng lên, một loạt các dải đồng tâm thường hình thành. Vùng thối rữa vẫn cứng và có mùi khét. Cuối cùng, quả táo bị thối rữa hoàn toàn, héo úa

source: It will spread from leaf to fruit.
vi: Nó sẽ lây lan từ lá sang trái.

source: Adequate and balanced fertilization of NPK helps plants grow well in the dry season, ventilates the garden in the rainy season, and avoids low humidity. Spray evenly wet foliage, fruit when the disease appears: Gekko 20SC(15-20 ml/16 lít nước), Ridozeb 72WP, Manozeb 80WP(60-80 g/16 lít nước), Carbenda Supper 50SC(30 ml/16 lít nước)
vi: Bón phân đầy đủ và cân đối NPK giúp cây sinh trưởng tốt trong mùa nắng, thông thoáng vườn vào mùa mưa, tránh ẩm thấp. Phun ướt đều tán lá, đậu trái khi bệnh xuất hiện: Gekko 20SC (15-20 ml / 16 lít nước), Ridozeb 72WP, Manozeb 80WP (60-80 g / 16 lít nước), Carbenda Supper 50SC (30 ml / 16 lít nước)

source: Cedar Apple Rust
vi: Bệnh gỉ sắt

source: A sign of rust is the presence of rust spots on the leaves of your plants. Even an apple can be deformed or spotty. Indicating that the host is carrying rust, they will sprout yellow-orange in the spring to send spores that will attack your apple tree.
vi: Dấu hiệu của bệnh gỉ sắt là sự hiện diện của các đốm rỉ sắt trên lá cây của bạn. Ngay cả một quả táo cũng có thể bị biến dạng hoặc đốm. Cho biết vật chủ đang mang bệnh gỉ sắt, chúng sẽ nảy mầm màu vàng cam vào mùa xuân để gửi bào tử tấn công cây táo của bạn.

source: Healthy
vi: Khỏe mạnh

source: Cherry Powdery Mildew
vi: Bệnh bụi

source: Corn Grey Leaf Spot
vi: Bệnh đốm lá nhỏ

source: Corn
vi: Cây ngô

source: Initially, the lesions are only as small as needles, yellowish in color, then gradually develop into round, oval or amorphous shapes, the color and size of the lesions change. The disease occurs in all parts of the maize plant: leaves, stems, corn but mainly on leaves. The disease can arise very early as soon as the corn plant has 2-3 leaves.
vi: Ban đầu vết bệnh chỉ nhỏ như đầu kim, có màu hơi vàng, sau đó phát triển dần thành hình tròn, bầu dục hoặc vô định hình, màu sắc và kích thước vết bệnh thay đổi. Bệnh xuất hiện ở tất cả các bộ phận của cây ngô: lá, thân. , ngô nhưng chủ yếu trên lá. Bệnh có thể phát sinh rất sớm ngay khi cây ngô được 2 - 3 lá

source: The disease arises in humid climates, fungal spores form a lot, especially in the stem nodes, leaf blades, corn husks forming a brown or black hairy layer. Leaf spot disease often causes a lot of damage in bad corn fields are fields without intensive farming, making the plants stunted and ugly. In addition, bad soils, lowland or waterlogged soils, fields with heavy, tight meat texture, or fields with frequent water shortages... make maize plants grow poorly, stunted, and unable to develop.
vi: Bệnh phát sinh ở những nơi có khí hậu ẩm ướt, bào tử nấm hình thành nhiều, đặc biệt ở các đốt thân, phiến lá, vỏ ngô tạo thành lớp lông màu nâu hoặc đen. Bệnh đốm lá thường gây hại nhiều ở những ruộng ngô xấu là những ruộng không thâm canh. ngoài ra đất xấu, đất trũng, úng, ruộng nặng, thịt chặt, ruộng thường xuyên thiếu nước ... làm cho cây ngô sinh trưởng kém, còi cọc, không phát triển được.

source: Corn should be planted in fields with light soil or sandy soil, with a good irrigation system, ensuring drainage in the rainy season and having enough water to actively irrigate corn in the dry season, creating growth for maize. and favorable development. Collect cleanly the remnants of diseased corn plants after harvest… Before planting, it is necessary to plow and harrow the field thoroughly to bury the remnants of diseased plants to kill the source of the disease spreading to the next crop. Care, fertilize and water properly to prevent diseases. When the field is sick, use one of the drugs such as: Tilt super 300EC; Daconil; Ridomil; Validacin; Mannozeb 80WP…for spraying. Before spraying, carefully read the instructions on how to use the drug printed on the packaging. If the field is often seriously damaged by diseases, it should be rotated with some other vegetables to limit and prevent diseases.
vi: Ngô nên được trồng trên những ruộng đất thịt hoặc đất cát pha, có hệ thống tưới tiêu tốt, đảm bảo thoát nước trong mùa mưa và đủ nước để chủ động tưới cho ngô trong mùa khô, tạo điều kiện cho cây ngô sinh trưởng và phát triển thuận lợi. Thu dọn tàn dư cây ngô bị bệnh sau khi thu hoạch… Trước khi trồng phải cày, bừa kỹ ruộng để vùi xác những cây bị bệnh để diệt nguồn bệnh lây lan sang vụ sau. Chăm sóc, bón phân, tưới nước hợp lý. để phòng trừ bệnh. Khi ruộng bị bệnh nên sử dụng một trong các loại thuốc như: Tilt super 300EC; Daconil; Ridomil; Validacin; Mannozeb 80WP… để phun, trước khi phun phải đọc kỹ hướng dẫn cách sử dụng thuốc in trên bao bì. Nếu ruộng thường xuyên bị bệnh hại nặng thì nên luân canh với một số loại rau khác để hạn chế và phòng trừ dịch bệnh.

source: Common Rust
vi: Bệnh gỉ sắt

source: Initially clear to pale yellow dots, scattered on the leaf blade. After creating floating tumors, causing the cells to crack, the inside contains a yellow-brown powder, yellow brick when young. At the end of the growth stage, the disease develops a lot, covers the leaves, black spots form long black spots on the leaf blade.
vi: Ban đầu trong đến những chấm màu vàng nhạt, rải rác trên phiến lá, sau tạo các u nổi làm nứt tế bào, bên trong có chứa chất bột màu vàng nâu, khi còn non màu vàng gạch. Cuối giai đoạn sinh trưởng bệnh phát triển nhiều, phủ kín mặt lá, đốm đen tạo thành những chấm đen dài trên phiến lá

source: The disease exists on the remnants of diseased leaves, seeds, and corn. The suitable temperature for disease development is 17-18°C. Inadequately cared for fields, plants grow poorly, diseases arise early, cause severe damage, leaves dry, die early, yield is reduced by 20%. The fungus retains the following crop mainly by spores on maize residues and seeds. The disease appears more in the flowering stage.
vi: Bệnh tồn tại trên tàn dư của lá, hạt, bắp bị bệnh, nhiệt độ thích hợp cho bệnh phát triển là 17-18 °C. Đồng ruộng chăm sóc không đầy đủ, cây sinh trưởng kém, bệnh phát sinh sớm, gây hại nặng, lá khô, chết sớm, năng suất giảm 20%. Nấm giữ lại vụ sau chủ yếu là bào tử trên tàn dư và hạt ngô. Bệnh xuất hiện nhiều ở giai đoạn ra hoa.

source: Sanitize the field, destroy the source of disease. Intensification of farming. Use fungicides: New Kasuran; Dithane; Anvil; Kumulus; Cavil; Tilvil; Vectra; Copper-zinc C…
vi: Vệ sinh đồng ruộng, tiêu diệt nguồn bệnh. Thâm canh. Sử dụng thuốc trừ bệnh: New Kasuran; Dithane; Anvil; Kumulus; Cavil; Tilvil; Vectra; Copper-zinc C…

source: Northern Corn Leaf Blight
vi: Bệnh đốm lá lớn ở cây ngô

source: The lesions are long and round or oval, brown or silver-gray, without a yellow halo. If the disease is severe, many spots will mix together, making the whole leaf dry. Leaves lose color, wither and become brittle.
vi: Vết bệnh dài và hình tròn hoặc bầu dục, màu nâu hoặc xám bạc, không có quầng vàng. Nếu bệnh nặng, nhiều đốm sẽ trộn lẫn với nhau, làm khô toàn bộ lá. Lá mất màu, khô héo và trở nên giòn.

source: Large leaf spot disease often occurs in bad, underdeveloped corn fields; bad fields, lowland or waterlogged soil, fields with heavy texture, tight, easy to scum, or fields that are often lack of water… making corn plants grow poorly, stunted, unable to develop as well. is a condition for the disease to arise and cause more damage than other fields, old leaves close to the base often arise first, severe disease can spread to the upper leaves. The fungus enters the leaves mainly through the stomata, mostly in the young parts of the plant. The growth temperature of the fungus is 5-8°C, 27-35°C.
vi: Bệnh đốm lá lớn thường xuất hiện trên những ruộng ngô xấu, kém phát triển; ruộng xấu, đất trũng, úng, ruộng nặng, chặt, dễ đóng váng hoặc ruộng thường xuyên thiếu nước… làm cho cây ngô sinh trưởng kém, còi cọc, không phát triển được là điều kiện cho bệnh phát sinh và gây hại nặng hơn các ruộng khác, các lá già sát gốc thường phát sinh trước, bệnh nặng có thể lan lên các lá phía trên, nấm xâm nhập vào lá chủ yếu qua lỗ khí, chủ yếu ở các phần non của cây. Nhiệt độ phát triển của nấm là 5-8°C, 27-35°C.

source: Rotating maize with legumes. Use disease resistant maize. Collect the remnants of corn and then take it out of the field to destroy. Fertilize fully and balance for corn plants. Increase potassium fertilizer for corn. Treat corn seeds with hot water of 52°C for 10 minutes.
vi: Luân canh ngô với các cây họ đậu. Sử dụng ngô kháng bệnh. Thu gom tàn dư của ngô sau đó mang ra ngoài đồng tiêu hủy. Bón phân đầy đủ và cân đối cho cây ngô. Tăng cường bón phân kali cho ngô. Xử lý hạt ngô bằng nong nước ở nhiệt độ 52 ° C trong 10 phút.

source: Grape
vi: Cây nho

source: Symptom
vi: Triệu chứng

source: Conditions for disease development
vi: Điều kiện phát triển

source: Prevention and treatment
vi: Phòng ngừa và điều trị

source: Certainty
vi: Xác suất

source: Type
vi: Loại

source: Threat Level
vi: Độ nguy hiểm

source: Back
vi: Quay lại

source: Search
vi: Tìm kiếm

source: Search here...
vi: Tìm kiếm tại đây...
